Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/GlobalVoicesv2018q4(2.7k)/en-ne.tmx
Source language: en
Languages: ne

source: I was always told it was better to be lighter, but no this is my skin and I love it #unfairandlovely pic.twitter.com/R3Cr8c3TAD — S. Casanova (@LuchadorChris) February 27, 2016
ne: मलाई संधै गोरो हुनु नै राम्रो भनिएको थियो तर हैन यो मेरो छाला हो र म यसलाई माया गर्छु #unfairandlovely

source: I learnt to love myself too☺ #UNFAIRANDLOVELY #BROWNANDUNBOTHERED pic.twitter.com/tZ1wuv4WZ5 — Aqib (@Tumharaabbu) February 27, 2016
ne: मैले आफैलाई माया गर्न पनि सिंके ☺ #UNFAIRANDLOVELY #BROWNANDUNBOTHERED

source: Indian YouTube star The Techy Tantrika uploaded this video in support of the campaign, sharing some of her own struggles.
ne: भारतीय यूट्युब स्टार द टेकी तान्त्रिकाले यस अभियानको समर्थनमा आफ्ना संघर्षका अनुभव साट्दै यो भिडियो अपलोड गरिन्।

source: In the video, she criticizes the Eurocentric idea of beauty: "I don't understand this concept of wanting to look like a different race.
ne: यस भिडियोमा उनी यूरोकेन्द्रित सौन्दर्यको अवधारणाको आलोचना गर्छिन्: "म यो भिन्नै प्रजाति देखिन चाहने अवधारणा बुझ्दिन। यसले मेरा लागि केही अर्थ राख्दैन।"

source: It doesn't make sense to me."
ne: प्याक्स जोन्सले हफिङ्गटन पोष्टलाई यो अभियान "समावेशी स्थलका लागि" रहेको बताइन्:

source: Pax Jones told the Huffington Post that the campaign is "meant to be an inclusive space":
ne: यो श्यामवर्ण भएका समलिङ्गी, विपरितलिङ्गी, जेण्डरक्वेयर, नन बाइनरी, गरीब, मोटो, श्यामवर्णका भिन्नरुपले सक्षम व्यक्तिका लागि हो।

source: This article by Isis Madrid originally appeared on PRI.org on April 1, 2016, and is republished here as part of a content-sharing agreement.
ne: एसिड आक्रमणमा जीवितहरुका निम्ति भारतको पहिलो स्वास्थ्यलाभ क्लिनिक

source: Ria Sharma wasn't always an activist. Just a few years back she was a fashion student at Leeds College of Art. But she felt uninspired by the work, and decided to branch into film.
ne: एसिड आक्रमणमा जीवितका साथै कर्मचारीहरु मेक लभ नट स्कार्स स्वास्थ्यलाभ केन्द्रको भव्य उद्घाटनमा, क्रेडिट: अविरत सुन्द्रा

source: Her first project: A documentary about acid attack survivors.
ne: आइसिस म्याड्रिड को यो लेख शुरुमा पीआरआई डट ओआरजीमा प्रकाशित भएको (अप्रिल १,२०१६) थियो र सामग्री साझेदारी सम्झौता अनुसार यहाँ पुन: प्रकाशित गरिएको छ।

source: "While I was shooting the documentary, I found myself in a government hospital burn ward," says Sharma. "The things I saw in the ward left me forever changed.
ne: रीया शर्मा सर्वदा एक कार्यकर्ता थिइनन्। केहि वर्ष पहिले मात्र उनी लीड्स कलेज अफ आर्टमा फेशनकी छात्रा थिइन्। तर त्यस कामदेखि उनी निरुत्साही बनिन् र फिल्मतिर लाग्ने निर्णय लिइन्। उनको पहिलो प्रोजेक्ट: एसिड आक्रमणमा परी बाँचेकाहरुका सम्बन्धी एक वृत्तचित्र।

source: And on March 7, she launched the first-ever rehabilitation center of its kind in India to extend services to survivors of acid attacks. Sharma (L) and a survivor at the Make Love Not Scars Rehabilitation Center grand opening Credit: Avirat Sundra
ne: २३ वर्षकी अग्रणी दिल्लीवासीले अब एसिड आक्रमणमा जीवितहरुका सहयोगको निम्ति जीवन अर्पण गरेकी छिन्। सन् २०१४ मा पीडितहरू (जो प्राय जसो महिलाहरु हुन्छन्) का लागि मेक लभ नट स्कार्स (प्रेम गरौं दाग हैन) स्थापना गरिन्। साथै एसिड आक्रमणमा जीवितहरुका लागि सुविधा बढाउन मार्च ७ मा भारत कै पहिलो यस प्रकारको स्वास्थ्यलाभ केन्द्रको आरम्भ गरिन्।

source: The groundbreaking New Delhi center supports survivors medically, legally, psychologically and financially.
ne: शर्मा ( बाँया ) र एक जीवित, मेक लभ नट स्कार्स स्वास्थ्यलाभ केन्द्रको भव्य उद्घाटनमा, क्रेडिट: अविरत सुन्द्रा

source: Providing access to yoga, poetry and a range of emotional support, the center is a place Sharma hopes women recovering from attacks will feel comfortable. In addition to providing a safe space for local women to bond as they receive treatment, training and support from professionals, the center is equipped with sleeping quarters for survivors who come from out of town. Make Love Not Scars also offers vocational training, workshops in what Sharma calls "life coping skills," legal advice, and mental health services.
ne: दिल्लीको यस अग्रणी नयाँ केन्द्रले जीवितहरुलाई चिकित्सकीय, कानुनी, मनोवैज्ञानिक र आर्थिक सहायता गर्दछ। साथै यस केन्द्रले योग,कविता र भावनात्मक समर्थनमा पहुँच प्रदान गर्दछ। शर्मा आशा गर्छिन्, यसले आक्रमणपछि स्वास्थ्यलाभ गरिरहेका महिलाहरुलाई सहज महसुस हुनेछ । स्थानिय महिलाहरुलाई उपचार, तालिम र अनुभवी व्यक्तिहरुमार्फत सहयोग गर्ने क्रममा उनीहरुबीच सम्बन्ध जोड्न सुरक्षित ठाउँ प्रदान गर्नको अतिरिक्त केन्द्रमा शहर बाहिरबाट आएकाहरुका लागि सुत्ने क्वार्टरको व्यवस्था पनि छ।

source: Acid attacks are a problem all around the world, but particularly in India.
ne: मेक लभ नट स्कार्सले व्यावसायिक तालिम, जीवन जिउने कला सम्बन्धी वर्कशप, कानुनी सल्लाह र मानसिक स्वास्थ्य सेवा पनि प्रदान गर्दछ।

source: There, an estimated 1,000 acid attacks are reported by women each year, often at the hands of a spurned suitor or disapproving family member. Most women don't report the incidents, however, and Acid Survivors Trust International says that the actual number is much higher.
ne: एसिड आक्रमण संसार भरको समस्या हो, खासगरी भारतमा। हरेक वर्ष त्यहाँ अनुमानित १००० एसिड आक्रमणबारे महिलाहरुले जानकारी दिन्छन्, यो कार्य अक्सर तिरस्कृत प्रेमी वा परिवारमा अस्वीकृत सदस्यको कारण भएको हुन्छ। प्राय महिलाहरुले घटनाको जानकारी गराउदैनन्, एसिड सर्भाइभर्स ट्रष्ट इन्टरन्याशनल का अनुसार वास्तविक संख्या धेरै छ।

source: Since founding MLNS in 2014, Sharma has learned that, more than anything else, acid attack survivors need help getting quality medical treatment. She and her co-workers fundraise for survivors who need help paying for treatment and legal representation.
ne: एसिड आक्रमणमा जीवित, मेक लभ नट स्कार्स स्वास्थ्यलाभ केन्द्रको भव्य उद्घाटनमा, क्रेडिट: अविरत सुन्द्रा

source: When possible, MLNS also appeals to the Indian government to provide free treatment.
ne: देश भरका स्टोरमा जसलाई पनि उपलब्ध हुने एसिडको मुल्य भारतमा १ लीटरको ३३ सेन्टभन्दा कम पर्दछ।

source: Last month Sharma was awarded the British Council International Alumni Award by the mayor of London. But the path to esteem was anything but simple for Sharma and her co-workers.
ne: सन् २०१४ मा मेक लभ नट स्कार्सको स्थापना पश्चात एसिड आक्रमणका जीवितहरुलाई अन्य कुराहरुभन्दा गुणस्तरीय चिकित्सा उपचारका लागि सहयोगको खाँचो छ भन्ने कुरा शर्माले बुझिन्। उपचार खर्च र कानुनी प्रतिनिधित्वको निमित्त सहयोगको आवश्यकता भएका जीवितहरुका लागि शर्मा र उनका सहयोगीहरुले कोष स्थापना गर्छन्। सम्भव भएसम्म मेक लभ नट स्कार्सले निःशुल्क उपचारका लागि भारत सरकारलाई अनुरोध पनि गर्दछ।

source: Early on, she fought against ageism and patriarchal values that demeaned her ability to succeed. " we struggled to be taken seriously," she explains.
ne: गत महिना शर्मालाई लण्डनका मेयरद्वारा ब्रिटिश काउन्सिल इन्टरन्याशनल अलुम्नाइ अवार्डबाट सम्मानित गरियो। तर सम्मानको मार्ग जुनसुकै तवरको भएतापनि शर्मा र उनका सहयोद्धाहरुका निम्ति सामान्य थियो। प्रारम्भमा उनी उमेरप्रतिको भेदभाव र पितृसत्तात्मक मूल्यहरुका विरुद्ध लडिन् जसले उनको सफल हुने क्षमतालाई अवमुल्यन गरायो।

source: "It was hard to get people to believe in our vision, because, at the end of the day no one wants to trust individuals that young with their money."
ne: " हामीलाई गम्भीर रुपले लिइयोस भनेर संघर्ष गर्यौं," उनी भन्छिन्। "यो हाम्रो सोचमा मानिसहरूलाई विश्वास दिलाउन कठिन थियो किनकि आखिर कोही पनि युवाहरुलाई पैसाको मामिलामा विश्वास गर्न चाँहदैनन्।"

source: The Make Love Not Scars Rehabilitation Center grand opening Credit: Avirat Sundra
ne: मेक लभ नट स्कार्स स्वास्थ्यलाभ केन्द्रको भव्य उद्घाटन, क्रेडिट: अविरत सुन्द्रा

source: Two years later, Sharma and her organization have gained international acclaim from the likes of the New York Times; teamed up with advertising heavyweights Ogilvy & Mather to design and mount billboards across Mumbai calling for a ban on selling acid; and now find themselves attracting big ticket donations from corporations. But Sharma still experiences ageism.
ne: दुई वर्ष पछि, शर्मा र उनको संगठनले न्यूयोर्क टाइम्स जस्ता संचार माध्यममा अन्तर्राष्ट्रिय प्रशंसा प्राप्त गर्न सफल भयो; विज्ञापनका दिग्गज ओगिल्वी एण्ड म्याथरसँग मिलेर मुम्बईभर डिजाइन र होर्डिंग मार्फत एसिड बिक्रीमा प्रतिबन्धका लागि आव्हान गरियो। अब आएर उनीहरुले ठूला चन्दा दाता संस्थाहरुलाई आकर्षित गर्न सफल भएका छन्।

source: "It's a constant struggle for me," she says.
ne: परन्तु शर्मा उमेरप्रतिको भेदभाव अझै पनि अनुभव गर्छिन्।

source: "I prefer to take calls before I actually agree to a meeting because I don’t want people to judge me by my age or appearance."
ne: ""यो मेरो लागि एक अनवरत संघर्ष हो," उनी भन्छिन्। "वास्तवमा म सभामा सहमत हुनुअघि फोन कल लिन रुचाउछु किनभने मलाई मानिसहरुले मेरो उमेर वा रूपबाट मलाई आँकेको म चाँहन्न।"

source: The MLNS center is a point of pride for Sharma, and not just because she fought so hard to open it. In addition to providing survivors with skills and resources, the center provides full-time employment for three Delhi women and a rotating team of teachers.
ne: मेक लभ नट स्कार्स केन्द्र शर्माको निम्ति गर्व गर्न लायक कुरा हो, उनले यसलाई स्थापना गर्न संघर्ष गर्नुपरेकोले मात्र हैन। जीवितहरुलाई सीप र स्रोतहरू उपलब्ध गराउनुका अतिरिक्त केन्द्रले दिल्लीका तीनजना महिलाहरुका साथै आलोपालो शिक्षकहरूको समूहलाई पूर्ण कालिन रोजगारी प्रदान गर्दछ। यिनीहरुमध्ये एकजना कर्मचारी एसिड आक्रमणका जीवित हुन्।

source: Survivors at The Make Love Not Scars Rehabilitation Center grand opening Credit: Avirat Sundra "I feel really good about the direction we are heading in," says Sharma.
ne: एसिड आक्रमणमा जीवित, मेक लभ नट स्कार्स स्वास्थ्यलाभ केन्द्रको भव्य उद्घाटनमा, क्रेडिट: अविरत सुन्द्रा

source: "I think the existence of such a center is going to be extremely instrumental towards changing the lives and future of acid attack survivors."
ne: ""म वास्तवमै हामी हिंडिरहेको बाटोको बारेमा खुशी छु," शर्मा भन्छिन्। "मलाई लाग्छ केन्द्रको अस्तित्वले एसिड आक्रमणका जीवितहरुका जीवन र भविष्यमा परिवर्तन ल्याउन अत्यन्तै सहायक हुनेछ।""

source: In ten years, Sharma hopes to see no need for the organization that she's fought so hard to establish. Her dream? By then, survivors will have gained the tools to live productive, independent lives — and acid attacks will have all but disappeared from the cultural sphere.
ne: दस वर्षपछि, शर्मा आशा गर्छिन् उनले स्थापना गर्न कठिन संघर्ष गरेको संस्थाको आवश्यकता पर्ने छैन। उनको सपना ? त्यसबेला सम्ममा जीवितहरु उत्पादनशील बनेर जीउन, स्वतन्त्र जीवन बिताउन सक्षम बनिसकेका हुनेछन् - साथै एसिड आक्रमण सांस्कृतिक क्षेत्रदेखि हराएर जानेछ।

source: Chacha the Chimp Escaped a Zoo in Japan.
ne: जापानको चिडियाखानाबाट रिसाएर फुत्केको चाचा चिम्पाञ्जीको चर्तिकला

source: Angrily. · Global Voices After escaping from the Yagiyama Zoo in Sendai, in northeastern Japan, Chacha the chimp took refuge on top of a power pole.
ne: उत्तरपूर्वी जापानको सेन्दाइमा अवस्थित यागियामा चिडियाखानाबाट फुत्केपछि चाचा नाम गरेको उक्त चिम्पाञ्जी बिजुली पोलको माथिल्लो भागमा आश्रय लिन पुग्यो।

source: After being struck by a tranquilizer dart at close range, the infuriated animal lunged at two workers, just narrowly missing them. A chimpanzee was captured atop power lines in a residential neighbourhood after escaping from the Sendai City zoo.
ne: धेरै नजिकबाट बेहोश हुने औषधी सहितको डार्ट प्रहार पछि उक्त जनावर दुई कर्मचारीहरूलाई झम्टियो र उनीहरूको अत्यन्तै नजिक पुगेर आक्रमण गर्नबाट चुक्यो।

source: The massive effort to capture the chimpanzee was broadcast on live television in Japan.
ne: एक चिम्पाञ्जी सेन्दाइ सिटी चिडियाखानाबाट फुत्केपछि आवासीय क्षेत्रमा बिजुली लाइनको माथिल्लो भागबाट समातिएको थियो।

source: As they waited for the tranquilizer dart to take effect crews stood by at street level to cushion the chimpanzee's fall from atop its perch. Unfortunately for the chimpanzee they misjudged where the animal would fall, and it landed on the pavement.
ne: चिम्पाञ्जी समात्न धेरै बल र मेहनत प्रयोग भएको गतिविधि जापानको टेलिभिजनमा प्रत्यक्ष प्रसारण गरिएको थियो। बिजुली लाइनको माथिल्लो भागमा बसेको चिम्पाञ्जी बेहोश हुने औषधीको असरले तल खस्ला भनेर त्यसको सुरक्षार्थ सडकमा गद्दा ओछ्याएर कार्यदल तैनाथ थिए।

source: Caption: Escaped chimpanzee captured.
ne: दुर्भाग्यवश, तिनीहरूले सो चिम्पाञ्जी खस्ने ठाँउको गलत अनुमान गरे र अनुमान विपरित चाचा फूटपाथमा खस्न पुग्यो।

source: According to the local Kahoku Shimpo news outlet, the chimpanzee is recovering after its fall.
ne: क्याप्शन: भागेको चिम्पाञ्जी समातियो।

source: The Sendai zoo also provides no updates about Chacha on its web page devoted to the zoo's chimpanzee exhibit.
ne: काहोकु शिम्पो समाचार केन्द्रका अनुसार खसेपछि सो चिम्पाञ्जीको स्वास्थ्यमा सुधार भइरहेको छ। सेन्दाइ चिडियाखानाले आफ्नो चिम्पाञ्जीको प्रदर्शनमा समर्पित वेब पेजमा चाचाको बारे कुनै पनि जानकारी नदिएको पाइएको छ।

source: In Japan, it is common for zoo and municipal workers to participate in training on how to capture escaped animals. This training may have helped in the capture of the chimpanzee.
ne: जापानमा भागेका जनावरहरूलाई कसरी समात्ने भन्ने विषयगत प्रशिक्षणमा चिडियाखाना र नगरपालिकाका कर्मचारीहरूले भाग लिनुलाई सामान्य मानिन्छ। यस प्रशिक्षणले सो चिम्पाञ्जी समात्नमा सहायता गरेको हुन सक्छ।

source: Video title: Zebra escapes after earthquake?
ne: भिडियो शीर्षक: भूकम्प पछि जेब्रा भाग्छ?

source: Bloggers Shine a Light on Latin America’s Unreported, Underappreciated Scientific Innovations · Global Voices Main logo for the scientific network of bloggers that write under #CienciaLatina (“Latin Science”). Image published with permission.
ne: ल्याटिन अमेरिकाको अप्रकाशित तथा उपेक्षित वैज्ञानिक सिर्जनालाई उजागर गर्दै ब्लगरहरु

source: The bloggers at the online project Ciencia latina ("Latin Science") say it's not enough. As much in the regional media as in the international, the presence of Latin America in the world better known as scientific progress is still limited.
ne: #CienciaLatina ("ल्याटिन साईन्स") मातहत लेख्ने ब्लगरहरुका वैज्ञानिक सञ्जालको मुख्य लोगो। अनुमति लिएर प्रकाशित गरिएको तस्वीर।

source: News of corruption and government changes abound, but you don't hear much about the new observations made by Chilean astronomers, or the study in Yucatán, Mexico, that is bringing us closer to the causes of the dinosaurs' disappearance.
ne: संचार माध्यमहरूले ल्याटिन अमेरिकामा भएका वैज्ञानिक प्रगतिहरूका बारे कति लेख्छन् ? अनलाइन प्रोजेक्ट सिएन्सिया ल्याटिना ( "ल्याटिन साईन्स" ) का ब्लगरहरु भन्छन् यो पर्याप्त छैन। अन्तर्राष्ट्रिय संचार माध्यममा जस्तै क्षेत्रीय स्तरमा पनि विश्वमा ल्याटिन अमेरिकाको वैज्ञानिक प्रगतिका सम्बन्धमा आफ्नो उपस्थिति अझै पनि सीमित छ। भ्रष्टाचार र सरकार परिवर्तनका समाचार प्रशस्त भए पनि हालै चिलीका खगोलविदहरुले गरेका अवलोकन, वा युकातान, मेक्सिकोमा गरिएको अध्ययन जसले हामीलाई डायनासोर लोप हुनुको कारणहरू बारे जान्न नजिक ल्याइरहेको बारेमा तपाईं खासै केही सुन्न पाउनु हुन्न।

source: La Red Latinoamericana de Blogs de Ciencia was born with the purpose of gathering the efforts of scientific disclosure carried out by bloggers from diverse Latin American countries that, with their distinct disciplines and interests, try to replace the value of science in social networks.
ne: ला रेड ल्याटिनोअमेरिकाना दे ब्लगस दे सिएन्सिया भिन्न ल्याटिन अमेरिकी देशका ब्लगरहरूद्वारा वैज्ञानिक रहस्योदघाटनको प्रयासलाई एकत्रित गर्ने उद्देश्यकासाथ जन्म भएको थियो। उनीहरुले आफ्ना पृथक अनुशासन र अभिरुचिसँगै सामाजिक सञ्जालमा विज्ञानको मूल्य प्रतिस्थापन गर्ने प्रयास गर्दछन्।

source: By creating these websites, they demonstrate that science is not impossible to undertake in Latin America, despite the difficulties in terms of resources that many research institutions experience. In fact, in the last decade, there have been substantial improvements in investigative capacities and indicators in the majority of countries in the region. Almost all of Latin America has increased its scientific production year after year.
ne: स्रोत साधनका मामलामा धेरै संस्थाहरूले भोग्ने गरेका कठिनाइका बावजुद यी वेबसाइटहरू सिर्जना गरेर उनीहरुले ल्याटिन अमेरिकामा विज्ञानको भार उठाउन असम्भव छैन भन्ने देखाउँछन्। वास्तवमा पछिल्लो दशकमा त्यस क्षेत्रका अधिकांश देशहरूमा अनुसन्धानात्मक क्षमता र सूचकमा पर्याप्त सुधारहरु भएका छन्।

source: Brazil, for example, leads the region in the raw numbers, both in the size of its budget dedicated to research and development and in number of publications. Argentina has a formidable number of researchers in relation to its total population (three researchers for every 1,000 workers—a figure higher than China's).
ne: लगभग सम्पूर्ण ल्याटिन अमेरिकाले वर्षेनी आफ्नो वैज्ञानिक उत्पादन वृद्धि गरेको छ । उदाहरणको निम्ति ब्राजिल, प्रारम्भिक आँकडाका अनुसार, अनुसन्धान र विकासमा समर्पित बजेटको आकार र प्रकाशनहरूका संख्या, दुवैमा यस क्षेत्रमा अग्रणी रहेको छ। अर्जेन्टिनामा आफ्नो पूरा जनसंख्याको अनुपातमा शोधकर्ताहरुका संख्या उच्च (हरेक १००० कामदार बराबर ३ जना शोधकर्ता - चीनको भन्दा उच्च आँकडा ) छ। चिली, अर्कोतर्फ, बौद्धिक सम्पत्ति संरक्षणमा अगाडि छ। यहाँ प्रति वर्ष सबैभन्दा ठूलो संख्यामा पेटेन्ट अधिकार दर्ता गरिन्छ।

source: Chile, on the other hand, is the leader in protection of intellectual property, holding the greatest number of patents registered per year. Using the label #CienciaLatina, the network also helps promote and broadcast specific local scientific works with global impact, and it works to dedicate websites to boosting scientific literacy in the region, ideally making the region's scientific advances more visible around the world.
ne: #CienciaLatinaको प्रयोग गरेर यस सञ्जालले विशिष्ट स्थानीय वैज्ञानिक कार्यहरुको व्यापक प्रचार गर्न र प्रसारण गर्न मद्दत गर्दछ। साथै यस क्षेत्रमा वैज्ञानिक साक्षरतालाई बढावा दिन वेबसाइट समर्पित हुँदै यहाँका वैज्ञानिक प्रगतिलाई संसारभरि अझ स्पष्ट नमुनाको रुपमा प्रस्तुत गर्दछ। यस्तो गरिरहँदा, ब्लगरहरुले युवा र वृद्ध ल्याटिन अमेरिकीहरु, दुवैको ध्यान खिच्ने आशा राख्छन्। थप वैज्ञानिकहरू नियुक्त गरेर विद्वानहरू र अनुसन्धानकर्ताहरूको महत्वपूर्ण समूह सिर्जना गर्न सकिन्छ। यसले राज्य परियोजनामा राम्रो अनुसन्धान र राज्य विकास योजनाका निम्ति राम्रो डाटाका लागि जोड दिंदै राष्ट्रिय निकायहरू समक्ष बढी माग राख्न सक्छन्।

source: In doing so, the bloggers hope to capture the attention of both young and old Latin Americans. Recruiting more scientists could create a critical mass of scholars and researchers, too, who might start making more demands of national authorities, insisting on better research in state projects, and better data in state development plans. The network and its news can also be followed at RedLBC's Twitter account and the hashtag #CienciaLatina.
ne: यस सञ्जाल र यसको समाचार RedLBCको ट्विटर अकाउन्ट र ह्याशट्याग् #CienciaLatina मा पनि पछ्याउन सकिन्छ।

source: These White Butterflies from Nepal are Spreading a Message of Hope and Social Change Throughout the World · Global Voices
ne: विश्वभरि आशा र सामाजिक परिवर्तनको सन्देश फैलाउँदै नेपालका सेता पुतलीहरू

source: A boy looks on from an old abandoned vehicle installed with white butterflies. Image from the Facebook page of the White Butterfly project. Used with permission.
ne: सेता पुतलीजडित पुरानो छाडिएको गाडीबाट चिहाउँदै गरेको बालक। ह्वाइट बटरफ्लाई प्रोजेक्टको फेसबूक पेजबाट लिइएको तस्वीर। अनुमति लिएर प्रयोग गरिएको।

source: White means peace and these white butterflies from Nepal are spreading their wings all over the world, carrying a message of peace, hope and social change wherever they flutter.
ne: सेतो रङ्गले शान्ति जनाउँदछ र नेपालका यी सेता पुतलीहरू विश्वभरि आफ्ना पखेंटा फिजाउँदै शान्ति, आशा तथा सामाजिक परिवर्तनको सन्देश फैलाउँदै छन्।

source: It all started when Nepalese artist Milan Rai let the butterflies loose in the streets of Kathmandu, mostly at old, dilapidated and forgotten locations such as tree stumps, but also on busy streets and famous landmarks.
ne: नेपाली कलाकार मिलन राईले यी पुतलीहरूलाई काठमाडौंका गल्लीहरूमा, मुख्यतया पुराना, जीर्ण तथा बिर्सिएका ठाउँहरूमा जस्तै कि रूखहरूमा अनि व्यस्त सडकहरू र प्रख्यात ठाउँहरूमा पनि राखेपछि यस अभियानले गति लियो।

source: According to Rai, butterflies, as symbols of metamorphosis, represent transformation and hope.
ne: राईका अनुसार रूपान्तरणका प्रतीक पुतलीहरूले परिवर्तन तथा आशालाई दर्शाउछन्।

source: Rai says the idea for the art installations struck him when a real white butterfly landed on his paintbrush as he was planning a more complicated art project.
ne: एउटा जटिल कला परियोजनाका बारेमा सोच्दै गर्दा एउटा वास्तविक सेतो पुतली आएर उनको पेन्टब्रशमा बस्यो र पुतली जडित कलाको अवधारणा फुर्यो, राई भन्छन्।

source: Thus his own white butterflies began their journey.
ne: यसरी उनका सेता पुतलीहरूले आफ्ना यात्रा शुरु गरे।

source: The temple was completely destroyed by the earthquake.
ne: यी कागज काटेर बनाइएका पुतलीहरूका स्थापनाले राईका मुद्दाहरूप्रति आगन्तुकहरूमा सशक्त भावना र समानुभूति जगाएका छन्।

source: People of all walks of life are coming together to clean this holy river as part of an ongoing environmental campaign. The white butterflies installed under the bridge of the Bagmati River.
ne: हालै उनले गत वर्षको बैशाखमा आएको विनाशकारी भूकम्पमा ज्यान गुमाउने लगभग ९,००० व्यक्तिको सम्झनामा काठमाडौंको कालमोचन मन्दिर परिसरमा ९,००० सेता पुतली प्रतिष्ठापन गरे।

source: Image from the Facebook page of the White Butterfly project. Used with permission.
ne: ह्वाइट बटरफ्लाई प्रोजेक्टको फेसबूक पेजबाट लिइएको तस्वीर। अनुमति लिएर प्रयोग गरिएको।

source: In his recent Facebook post, he wrote:
ne: हाल चलिरहेको वातावरणीय अभियानअन्तर्गत यस पवित्र नदीलाई सफा गर्न समाजका हरेक क्षेत्रबाट मानिसहरू एक जूट भएर ओइरिएका छन्।

source: Verena came to visit my studio and took 500 white butterflies with her.
ne: बागमती नदीको पूलमुनि स्थापना गरिएका सेता पुतलीहरू। ह्वाइट बटरफ्लाई प्रोजेक्टको फेसबूक पेजबाट लिइएको तस्वीर। अनुमति लिएर प्रयोग गरिएको।

source: She is going to a village called Ghyachchok - the epicenter of earthquake from 11-13 Baisakh.
ne: यस 'बटरफ्लाई इफेक्ट' (पुतलीको प्रभाव) ले विश्वका धेरै व्यक्तिलाई आकर्षित तथा प्रेरित गरेको छ र धेरैले यी पुतलीहरूको माग गरेका छन्।

source: She is taking white butterflies for this community.
ne: उनले हालै एक फेसबूक पोष्टमा लेखे:

source: She had also participated in spreading 9 thousand white butterflies on 6th april at Kalmochan. She is from Australia and works as a Music therapist in a children’s hospital.
ne: भेरेना मेरो स्टूडियोमा आइन र आफूसँगै ५०० पुतली लिएर गइन। उनी ११–१३ वैशाखमा भूकम्पको केन्द्रविन्दू घ्याचोक भन्ने गाउँ जाँदैछिन्। उनी यस समुदायका लागि सेता पुतली लग्दैछिन्। उनले ६ अप्रिलका दिन कालमोचनमा ९ हजार सेता पुतली फैलाउने कार्यमा सहभागिता जनाएकि थिइन्। उनी अष्ट्रेलियाकी हुन् र सांगितिक चितित्सकका रुपमा एक बाल अस्पतालमा काम गर्दछिन्।

source: Now the butterflies have travelled across the globe, where they have been widely photographed.
ne: यी पुतलीहरूले संसारभर यात्रा गरेका छन् र ती स्थानमा व्यापक रुपमा यिनका फोटो खिंचिएका छन्।

source: His butterflies were seen with children, adults, elders and activists coming together in Brussels to save a park, for instance.
ne: उदाहरणका लागि उनमा पुतलीहरू ब्रशेल्सको एउटा पार्कलाई बचाउनका लागि एक जूट भएका बालबच्चा, वयस्क, बुढापाका तथा एक्टिभिष्टका साथ देखिएका थिए।

source: The white butterflies at a park in Brussels. Image from the Facebook page of the White Butterfly project. Used with permission.
ne: ब्रशेल्सको एउटा पार्कमा स्थापना गरिएका सेता पुतलीहरू। ह्वाइट बटरफ्लाई प्रोजेक्टको फेसबूक पेजबाट लिइएको तस्वीर। अनुमति लिएर प्रयोग गरिएको।

source: And here they are again, in Jackson Height, New York:
ne: र यहाँ न्यूयोर्कको ज्याकसन हाइटमा पनि:

source: And again in Cambodia:
ne: साथै क्याम्बोडियामा पनि:

source: High-school drop-out Rai has shared his personal story in Portrait of an Artist - Milan Rai uploaded on Vimeo by Kathmandu-based filmmaker Shashank Shrestha.
ne: हाई स्कूल पुरा नगरेका राईले आफ्ना व्यक्तिगत कथा काठमाडौं बस्ने फिल्ममेकर शशांक श्रेष्ठद्वारा भिमियोमा अपलोड गरिएको यस भिडियोमा सुनाएका छन्।

source: Recently, he was invited to Harvard University where he talked about his project and installed his famous protagonists in different parts of the famous institution:
ne: हालै उनलाई हारवर्ड विश्वविद्यालयले आमन्त्रित गरेको थियो। त्यहाँ उनले आफ्नो परियोजनाका बारेमा बताए र आफ्ना प्रख्यात पुतलीहरू यस विख्यात विश्वविद्यालयका विभिन्न स्थानमा स्थापना गरे:
